[{"data":1,"prerenderedAt":112},["Reactive",2],{"lsYgIUmMoo":3},[4,11,18,25,32,39,45,52,58,65,71,78,84,91,98,105],{"id":5,"url":6,"logoUrl":7,"description":8,"solution":9,"solutionDetails":10},1,"https://drive.google.com/file/d/1uA7NMqDk0P03ZO1kc2NZEVqM5cDIOUpZ/view?usp=share_link","https://beneficni-strapi.fly.dev/uploads/IMG_20231011_092520_4a13021760_2b2d9563fc.jpg","\u003Ch1>NAVÍC\u003C/h1>\n\u003Cp>Hra \u003Cstrong>Navíc\u003C/strong> je pražská denní šifrovačka s nápaditými úlohami určená pro čtyřčlenné týmy s nováčkem navíc. Šifrovací závodníci se mohou pokusit pokořit soupeře na desetišifrové hlavní trase, zkušení borci místo toho soutěží v překonání šifer navíc, které po cestě sesbírají. Bodový systém umožňuje brát nápovědy těm, kteří si přišli jen tak zaluštit, nebo těm, kterým se zrovna nedaří. Večer všechny v cíli čeká občerstvení a posezení u ohně s kytarou.\u003C/p>\n\u003Cp>Autorem šifry je Dero\u003C/p>\n\u003Cp>\u003Ca href=\"https://navic.sifrovacky.cz/\">https://navic.sifrovacky.cz/\u003C/a>\u003C/p>\n","vuz","\u003Cp>Na každém řádku zadání je auto, které může dojet až uplně vpravo na vyznačené pozice. Můžeme si změřit nebo odhadnout, že délka obou pozic odpovídá obvodu kol auta. Na obou kolech jsou označeny tři odrážky (2, r, pí), takže již stačí jen narýsovat několik cykloid nebo, jak je naznačeno na obrázku, odměřit si délky od cílových pozic směrem k autu a popsat si je odpovídajícími symboly u jednotlivých odrážek. Takto vpravo dostáváme buď popořadě 2, pí, r, nebo pí, r, 2. S trochou fantazie v nich poznáme vzorce pro obvod kružnice a obsah kruhu. Takto můžeme autům zaparkovaným v cílové pozici vybarvit nebo obtáhnout každé z koleček. V seskupení po třech řádcích pak můžeme v Braillově písmu číst tajenku, heslo VUZ.\u003C/p>\n",{"id":12,"url":13,"logoUrl":14,"description":15,"solution":16,"solutionDetails":17},2,"https://drive.google.com/file/d/1josyU9kCdX-rjKKevzWLT0ATO1eK7ugX/view?usp=share_link","https://beneficni-strapi.fly.dev/uploads/LOGO_Tmou_6c392df3dd.png","\u003Ch1>TMOU\u003C/h1>\n\u003Cp>Mistrovství v řešení hádanek. Honba za pokladem pro dospělé. Týmová detektivní práce. Úniková místnost v nočním lese. TMOU je šifrovací hra.\u003C/p>\n\u003Cp>Týmová šifrovací hra TMOU, pořádaná spolkem \u003Ca href=\"https://www.instruktori.cz/\">Instruktoři Brno\u003C/a>, se během svých 23 let existence stala každoročním vrcholem „šifrovací“ sezóny. I letos se přes tisíc hráčů pokusí vyřešit všechny šifry, zdolat náročnou pěší trasu a v noci z 3. na 4. listopadu projít TMOU!\u003C/p>\n\u003Cp>TMOU se stala legendou ve své oblasti, protože právě díky ní se zformovala komunita účastníků a organizátorů šifrovacích her v Česku a na Slovensku. TMOU je v současné době nejdéle fungující a největší terénní šifrovací hra v Česku. Kromě toho je výjimečná svým nekompromisním herním systémem – jakmile tým nevyřeší jedinou šifru, dál nemůže postoupit. I proto tento dvacetihodinový závod obvykle dokončí pouze jednotky týmů.\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Darwin\u003C/strong>\u003C/p>\n\u003Cp>\u003Ca href=\"https://www.tmou.cz\">https://www.tmou.cz\u003C/a>\u003C/p>\n","salvej","\u003Cp>Šifra má 2 části. Na první jsou kostičky s písmenky ve tvaru čtverce, na druhé části 35 obrázků. Během analýzy si týmy mohou všimnout těchto pozoruhodností (seřazenby od těch zřejmějších po ty méně zřejmé):\u003C/p>\n\u003Cul>\n\u003Cli>Ve čtverci s kostičkami je 12 děr a pod čtvercem je 12 kostiček. \u003C/li>\n\u003Cli>Obrázky na druhé straně lze pojmenovat vždy na 4 písmena. Pomůže nám abecední řazení, od AIDS po ZVUK. Jsou nějak divně vykrojené.\u003C/li>\n\u003Cli>Na 12 kostičkách na doplnění je celkem 47 písmen. Obrázků je 35. To znamená, že když vyškrtáme z kostiček 35 písmen (za každý obrázek jedno), zbyde nám na každé kostičce jedno písmeno. Toho si hráči nemusí všimnout, ale stejně se to během luštění stane.\u003C/li>\n\u003C/ul>\n\u003Cp>V úvodním nekompletním čtverci není ani jeden subčtverec (vsech velikostí, od 2x2 po 6x6). To znamená, že žádné 4 kostičky (resp. písmenka) netvoří vrchol čtverce. To ale současně znamená, že když na nějaké volné místo kostičku doplníme, současně zkompletujeme několik čtverců…\u003C/p>\n\u003Cimg src=\"https://beneficni-strapi.fly.dev/uploads/BENE_tmou_res_982b2e705f.png\" width=\"200px\">\n\n\u003Cblockquote>\n\u003Cp>AIDS, AUDI, BING, BLIK, BUSH, CHIA, DÓZA, DUBY, DŽIN, IBIS, IDOS, IKEA, IOWA, JÍVA, JOBS, JOHN, JUDO, KOST, LIST, MÁTA, MÍZA, MLHA, PLUS, SMRŽ, SNÍH, SOUD, SRST, STŮL, TVÍD, UHLÍ, ÚVOZ, VÍNO, VLÁM, VOLT, ZVUK.\u003C/p>\n\u003C/blockquote>\n\u003Cp>Tato pozorování nám dávají návod, jak šifru luštit. Vezmeme jednu z 12 kostiček a doplníme ji na správné místo. Na kostičce je N písmen, položením na správné místo doplní N-1 čtverců (různých velikostí), přitom písmena na jejich vrcholech tvoří přesmýknutá slova z obrázků. Divné vykrojení obrázku nám říká, který z vrcholů čtverce doplňujeme. Jedno písmeno zbyde, to si na prázdné místo původního čtverce poznačíme. Takto přečteme KOD ZNI SALVEJ.\u003C/p>\n",{"id":19,"url":20,"logoUrl":21,"description":22,"solution":23,"solutionDetails":24},3,"https://drive.google.com/file/d/12f_Sd_bsCrMasdER2c3xPjSoFEmYsQFp/view?usp=share_link","https://beneficni-strapi.fly.dev/uploads/LOGO_Napalmne_c29dbd067a.png","\u003Ch1>NAPALMNĚ\u003C/h1>\n\u003Cp>\u003Cstrong>NaPALMně\u003C/strong> je noční lineární šifrovací hra v \u003Cstrong>Brně\u003C/strong> a okolí. Hra se skládá z cca 15 stanovišť, na kterých budete luštit originální šifry. Pro případ nouze dostanete na startu 10 lehčích nápovědových šifer. K těžším šifrám na stanovištích lze získat po vyluštění lehčí šifry nápovědu. Pokud vám ani nápověda nepomůže, můžete pomocí další nápovědové šifry pokračovat dál.\u003C/p>\n\u003Cp>I když hra bývá náročnější na přesunech, díky systému nápověd je vhodná pro zkušené i méně zkušené týmy. \u003C/p>\n\u003Cp>Orgové Napalmně jsou autory tzv. \u003Ca href=\"https://napalmne.cz/pomucky/index.htm#pravitko\">šifrovacího pravítka\u003C/a>.\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Pavel Matula\u003C/strong> společně s celým týmem orgů. \u003C/p>\n\u003Cp>\u003Ca href=\"https://napalmne.cz/\">https://napalmne.cz/\u003C/a>\u003C/p>\n","premiera","\u003Cp>Při určování obrázků si všimneme, že je lze pojmenovat pomocí 5-ti písmenných slov. Podobně název\ndivadla, pro které vznikla šifrovací hra, je na pět písmen. Logo divadla se nachází na mřížkových pozicích a nabízí se přečíst tajenku pomocí mřížky. Názvy obrázků převedeme na písmena pomocí binárky, podle toho zda se písmeno obrázku shoduje s písmenem slova BARKA. Hledaná tajenka zní:\nHESLO KTERE HLEDATE JE PREMIERA.\u003C/p>\n",{"id":26,"url":27,"logoUrl":28,"description":29,"solution":30,"solutionDetails":31},4,"https://drive.google.com/file/d/1H-D_i4WwrrgiSBjcZHvdea39sH5wi7lm/view?usp=share_link","https://beneficni-strapi.fly.dev/uploads/LOGO_Inula_74210251ff.png","\u003Ch1>INULA\u003C/h1>\n\u003Cp>Šifrová hra \u003Cstrong>iNula\u003C/strong>, ačkoli ji v letošním kalendáři nenajdete, bývá na přelomu září a října. Hra probíhá od pátečního odpoledne do sobotního poledne. Obsahuje nápovědy a záchrany, vyznačuje se technicky zajímavými a artefaktovými šiframi a svými vlastními \u003Ca href=\"https://drive.google.com/file/d/1dVPqSpYuo0POGDGsGTgIOxoSaY9Yz2XB/view?usp=share_link\">šifrovacími pomůckami\u003C/a>.\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Yeti\u003C/strong>.\u003C/p>\n","pravice","\u003Cp>Nejdříve využijeme barvy znaků a tečkované ohraničení. Použijeme inulí pomůcky a pomocí barev, sdružených po vytečkovaných shlucích, přečteme mezitajenku DITEMA.\u003C/p>\n\u003Cp>Když zkusíme slovo vygooglit, zjistíme, že jde o systém zápisu jazyka zkonstruovaného pro některé jihoafrické jazyky. V písmu se ze znaků reprezentujících zvuky skládají slabiky. \u003C/p>\n\u003Cp>Po pochopení zápisu Ditema přečteme tajenku Opak levé ruky na sedm písmen, což nám dá kód PRAVICE.\u003C/p>\n",{"id":33,"url":34,"logoUrl":35,"description":36,"solution":37,"solutionDetails":38},5,"https://drive.google.com/file/d/1dSKWp7fwPCZoxaD4-hiivpVSKb4Ujvpw/view?usp=share_link","https://beneficni-strapi.fly.dev/uploads/LOGO_Kachna_c17ba66c3a.png","\u003Ch1>KACHNA\u003C/h1>\n\u003Cp>\u003Cstrong>Letní šifrovací tah Kachna\u003C/strong> je víkendová akce se sobotní denní šifrovačkou, na kterou si týmy vzájemně vymýšlí šifry. Ohýnek, kytary, alkoholy a přespávání v chatkách, většinou ve Starém Městě pod Landštejnem. \u003C/p>\n\u003Cp>Poslední Kachna odletěla v roce 2019, avšak proslýchá se, že se opět něco chystá!\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Honza Klusáček\u003C/strong>.\u003C/p>\n\u003Cp>\u003Ca href=\"http://kachna.sifruje.cz/2019/start\">http://kachna.sifruje.cz/\u003C/a>\u003C/p>\n","univerzita","\u003Cp>V šifře jsou pouze písmena BLACK a WHITE (prokládaně se opakující). Nahradíme BLACK černou a WHITE bílou, rozdělíme na dílky 3x2 a dekódujeme braillovo písmo. Vyjdou opět písmena BLACK a WHITE, opakováním postupu získáme heslo UNIVERZITA.\u003C/p>\n",{"id":40,"url":41,"logoUrl":35,"description":42,"solution":43,"solutionDetails":44},6,"https://drive.google.com/file/d/1VWYeKdki9eB32vIMOe86T9W6D7yQ1c19/view?usp=share_link","\u003Ch1>KACHNA\u003C/h1>\n\u003Cp>\u003Cstrong>Letní šifrovací tah Kachna\u003C/strong> je víkendová akce se sobotní denní šifrovačkou, na kterou si týmy vzájemně vymýšlí šifry. Ohýnek, kytary, alkoholy a přespávání v chatkách, většinou ve Starém Městě pod Landštejnem.\u003C/p>\n\u003Cp>Poslední Kachna odletěla v roce 2019, avšak proslýchá se, že se opět něco chystá!\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Honza Klusáček\u003C/strong>.\u003C/p>\n\u003Cp>\u003Ca href=\"http://kachna.sifruje.cz/\">http://kachna.sifruje.cz/\u003C/a>\u003C/p>\n","prumyslovka","\u003Cp>Správné pojmenování obrázků tvoří dvojice slov se stejným základem, kde jedno z dvojce má vždy koncovku -ovka (akt-aktovka, dech-dechovka, kříž-křížovka, ...). Všimneme si, že obrázků je 26 a opísmenkujeme. \u003C/p>\n\u003Cp>Slova s -ovka vybírají písmenka do tajenky, např. čtvrtý obrázek je aktovka = D. Slova bez -ovka dávají pořadí čtení (stejné řazení podle abecedy), např. první obrázek je akt --&gt; čtu písmenko aktovka = D. \u003C/p>\n\u003Cp>Vyjde &quot;dvojce prumysl&quot;, v duchu šifry zadáme PRUMYSLOVKA.\u003C/p>\n",{"id":46,"url":47,"logoUrl":48,"description":49,"solution":50,"solutionDetails":51},7,"https://drive.google.com/file/d/1ycazfbYXUdCDjd56__-MM9vNGx3k2ofd/view?usp=share_link","https://beneficni-strapi.fly.dev/uploads/LOGO_Etappa_1b4963412c.png","\u003Ch1>IETAPPA\u003C/h1>\n\u003Cp>\u003Cstrong>iEtAppa\u003C/strong> neboli internetová etapa EtAppy je dlouhodobou předehrou před samotnou třídenní hrou. \u003C/p>\n\u003Cp>Obsahuje úlohy, jejichž luštění je jen pro silné povahy, autisty, génie nebo velice poctivé luštiče. Často je třeba naučit se dovednost, se kterou se běžně nesetkáte, jako číst těsnopis, hledat v matrikách či poznat místo z fotografie. \u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Dark\u003C/strong>.\u003C/p>\n\u003Cp>\u003Ca href=\"https://etappa.sifrovacky.cz/web/internet/puzzles\">https://etappa.sifrovacky.cz/\u003C/a>\u003C/p>\n","ankara","\u003Cp>Úryvky jsou stále stejný text přeložený do různých jazyků a přečtený hlasem Google Translatoru. Překládaný text zní:\u003C/p>\n\u003Cblockquote>\n\u003Cp>&quot;Ahoj, jmenuji se [jméno typické pro ten jazyk], pocházím z [země] a mluvím [jazyk]. [Tolikáté] písmeno tajné zprávy je [tolikáté] písmeno abecedy.&quot;\u003C/p>\n\u003C/blockquote>\n\u003Cp>Přeložíme-li dostatek jazyků, můžeme přečíst tajenku &quot;Elifino hlavní město&quot;. Elif pochází z Turecka, heslo je ANKARA. \u003C/p>\n",{"id":53,"url":54,"logoUrl":48,"description":55,"solution":56,"solutionDetails":57},8,"https://drive.google.com/file/d/1rjT33nejU5FvZyUAccwBqZldybbgr-oD/view?usp=share_link","\u003Ch1>ETAPPA\u003C/h1>\n\u003Cp>Psychicky i fyzicky náročná šifrovačka, která trvá 48 hodin. Rozdělená na 4 etapy. Každé 3 roky. Nejbližší termín je květen 2026, tak si kupte kalendář již teď, ať si můžete termín rezervovat.\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Dark\u003C/strong>\u003C/p>\n\u003Cp>\u003Ca href=\"https://etappa.sifrovacky.cz/\">https://etappa.sifrovacky.cz/\u003C/a>\u003C/p>\n","talent","\u003Cp>Uprostřed je orloj na Náměstí Svobody v Brně, nahoře je logo Divadla Barka. Z jednoho místa do druhého se lze dostat řadou svérázných čísel. \u003C/p>\n\u003Cp>Čísla v této podobě jsou parcelními čísly pozemků. V nahlížení do katastru nemovitostí, které je nyní dostupné i na mapy.cz zjistíme, že jde o prakticky nejkratší cestu. Vydáme-li se po parcelách do ostatních směrů, vždy dojdeme na pozemek, kde stojí budova nějakého divadla. Poslední čísla udávají, kolikáté písmeno z názvu divadla (bez slova divadlo) čteme do tajenky po směru hodinových ručiček. Řešením je slovo TALENT.\u003C/p>\n",{"id":59,"url":60,"logoUrl":61,"description":62,"solution":63,"solutionDetails":64},9,"https://drive.google.com/file/d/17wHQx3d_b8-Xa_a5HNTJCH-N-BiG51X8/view?usp=share_link","https://beneficni-strapi.fly.dev/uploads/LOGO_Bedna_4de759d9aa.png","\u003Ch1>Bedna\u003C/h1>\n\u003Cp>\u003Cstrong>Bedna\u003C/strong> je noční vesměs lineární šifrovací hra v Praze a okolí určená až pětičlenným týmům. \u003C/p>\n\u003Cp>Bez \u003Cstrong>Bedny\u003C/strong> rozhodně nemůžete žít, to je jasné. Takže si vyznačte v kalendářích termín 25. - 26. května 2024.\u003C/p>\n\u003Cp>K \u003Cstrong>Bedně\u003C/strong> patří kromě klasických papírových šifer většinou také tajemný artefakt.\u003C/p>\n\u003Cp>Na \u003Cstrong>Bednu\u003C/strong> se mohou vydat začátečnické týmy, kterým je určena hlavně první část hry s jednoduššími šiframi a nápovědami.\u003C/p>\n\u003Cp>Óóó, \u003Cstrong>Bedno\u003C/strong>, jestlipak víš, že příští rok bude Tvůj 22. ročník?\u003C/p>\n\u003Cp>O \u003Cstrong>Bedně\u003C/strong> si můžete přečíst více na internetových stránkách \u003Ca href=\"https://www.bedna.org/\">https://www.bedna.org/\u003C/a>. \u003C/p>\n\u003Cp>S \u003Cstrong>Bednou\u003C/strong> si mnohdy lámou hlavu i pokročilí luštitelé, a to obzvláště ve třetí třetině hry, kde už na šifry nejsou k dispozici nápovědy.\u003C/p>\n\u003Cp>Každopádně nezapomeňte, že jarní noc se dá strávit všeljak.\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>kolektiv orgů Bedny\u003C/strong>.\u003C/p>\n","airbag","\u003Cp>Tato šifra byla inspirována posloupnostmi, ktere samy sebe generují (self-generating sequences).\u003C/p>\n\u003Cp>Šifra obsahuje třináct odstavců – větných celků – které občas naznačují nějaké informace o šifře, ale vždy nám na konci prozradí, kolikáté se v dané větné konstrukci objeví písmeno V. Můžeme si navíc všimnout, že se vždy jedná o první výskyt písmene V v daném větném celku. Některé odstavce končí tečkou, jiné třemi tečkami – výpustkou. Převedeme-li explicitně zmíněné polohy znaku V na písmena anglické abecedy (1=A, 2=B, atd.), získáme mezitajenku, která nám radí doplnit výpustky. Analýzou textu můžeme zjistit, že souvětí ukončená tečkou obsahují pouze jediné písmeno V, ale všechna ostatní souvětí obsahují písmen V více. Je tedy třeba dokončit větné celky tak, aby na konci obsahovaly kompletní výčet výskytů písmene V. První větu tedy doplníme následovně:\u003C/p>\n\u003Cp>TEDVASMILIHRACIPRAVDEPODOBNEDONUTIMESPOCITATZEVTOMTOSOUVETIJEPISMENKOVCTVRTEDEVATENACTECTYRICATESEDMEPADESATESESTESEDMDESATESEDMDESATETRETISEDMDESATEDEVATEASTEPADESATEDRUHE.\u003C/p>\n\u003Cp>Po dokončení souvětí už stačí spočítat, kolik písmen V se v jednotlivých odstavcích vyskytuje, a tento počet opět převést na písmeno anglické abecedy, čímž získáme tajenku HESLO JE AIRBAG\u003C/p>\n",{"id":66,"url":67,"logoUrl":61,"description":68,"solution":69,"solutionDetails":70},10,"https://drive.google.com/file/d/1kFl-LsZe3lL87I5P9OD1u8r8HqttT0Ik/view?usp=share_link","\u003Ch1>BEDNA\u003C/h1>\n\u003Cp>Bedna je \u003Cstrong>noční\u003C/strong> vesměs \u003Cstrong>lineární\u003C/strong> šifrovací hra určená pro až \u003Cstrong>pětičlenné týmy\u003C/strong>. Koná se zpravidla na jaře - příští rok to bude konkrétně o víkendu \u003Cstrong>25. - 26. května\u003C/strong>. Start bývá někde v Praze v sobotu brzy odpoledne a trasa hráče provede právě \u003Cstrong>Prahou\u003C/strong> a někdy i jejím \u003Cstrong>okolím\u003C/strong>. První třetina hry obsahuje jednodušší šifry, které si mohou užít \u003Cstrong>začátečnické týmy\u003C/strong>. Pokud si se šifrou tým neví rady, po určitém čase mu přijde nápověda a později i přímo postup řešení. Ve druhé třetině hry jsou šifry už trochu těžší, ale stále jsou po delším čase k dispozici nápovědy a řešení. Třetí třetina hry je zamýšlena jako výzva pro \u003Cstrong>pokročilé týmy\u003C/strong>, které si musí se šiframi poradit samy. Bedna má kromě klasických papírových šifer také několik šifer, které se pojí s artefaktem - tajemným předmětem, který hráči obdrží od organizátorů. Pokud chcete o Bedně vědět víc, můžete se podívat na stránky \u003Ca href=\"https://www.bedna.org/\">https://www.bedna.org/\u003C/a>.\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>kolektiv orgů Bedny\u003C/strong>.\u003C/p>\n","bomba","\u003Cp>Zadání obsahuje tabulku 30x25 písmen a nějaké červené kolonky. Jedná se pouze o písmena A, I, M a N, která mají v zápisu v morseovce dva znaky. Navíc si můžeme všimnout, že se často opakují trojice písmen pod sebou (A-I-A, A-M-A, A-M-I a N-A-A). Šifrovaný zápis, který používá 3x2 znaky je Braillovo písmo. Přepíšeme tedy písmena na morseovku, přečteme pomocí Braillova písma (tečka je plný znak a čárka prázdný), a tak získáme novou tabulku 10x25 písmen.\nTabulka nyní obsahuje pouze písmena K, R, S a U, která mají v zápisu v morseovce tři znaky. Navíc si můžeme všimnout, že se často opakují pětice písmen po sobě (KRSRR, RSRRR, SKKKS a URRRR). Šifrovaný zápis, který používá 5x3 znaky je grafický zápis písmen pomocí vybarvených a nevybarvených čtverečků. Přepíšeme tedy tyto pětice písmen pod sebe v morseovkovém zápisu, přečteme grafický zápis písmen (tečka je plný čtvereček, čárka prázdný), a tak získáme novou tabulku 10x5 písmen.\nTabulka nyní opět obsahuje pouze písmena A, I, M a N, ale je podstatně menší a na začátku prvního řádku dokonce můžeme přečíst slovo MINA. Přepíšeme-li nyní opět písmena pomocí morseovky, získáme tabulku 10x10 znaků morseovky. Můžeme si také všimnout, že nejmenší červené kolonky v původním zadání odpovídají aktuálně jednomu znaku morseovky a že všechny kolonky obsahují čárku. Zahrajeme si tedy zmiňované miny. Morseovková tečka značí minu a čárka prázdné políčko, na které je potřeba dopsat číslici 0-8 podle toho, kolik min se nachází v jejím okolí. Přeložíme-li čísla z červených kolonek pomocí anglické abecedy, získáme tajenku KOD JE BOMBA. \u003C/p>\n",{"id":72,"url":73,"logoUrl":74,"description":75,"solution":76,"solutionDetails":77},11,"https://drive.google.com/file/d/1xPF1iXc1D478rqdkxJiMoTRJVT_3VaMp/view?usp=share_link","https://beneficni-strapi.fly.dev/uploads/IMG_20231007_001520_e45dbbb19e_0e0ea00ce5.jpg","\u003Ch1>PÁREK - mužská šifra\u003C/h1>\n\u003Cp>Šifrovačka Párek je dílem autorského dua Lipča Fojt a Míša Svobodová. Ti se v soukromí tak moc hádali nad tím, které šifry jsou hezké a které ne, až si museli vymyslet hru vlastní, rozdělenou prakticky na dvě půlky, z nichž jedna se líbí Míše a druhá Lipčovi. Sice to jejich neshody ani po deseti letech a mnoha ročnících nesrovnalo, ale zjistili, že produkt jejich konfliktu ocení ostatní hráči, tak v tom nadále pokračují.\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Lipča\u003C/strong>\u003C/p>\n\u003Cp>\u003Ca href=\"https://parek.sifrovacky.cz/\">https://parek.sifrovacky.cz/\u003C/a>\u003C/p>\n","zvuk","\u003Cp>Přečteme braillovo písmeno v tučných písmenech a vytučníme písmenka, která nám z něj vychází. Zopakujeme a získáme heslo ZVUK.\u003C/p>\n",{"id":79,"url":80,"logoUrl":74,"description":81,"solution":82,"solutionDetails":83},12,"https://drive.google.com/file/d/1XYJMA7r5FmGlB6KP0xoomWjT4bmaUIXs/view?usp=share_link","\u003Ch1>PÁREK - ženská šifra\u003C/h1>\n\u003Cp>Šifrovačka Párek je dílem autorského dua Lipča Fojt a Míša Svobodová. Ti se v soukromí tak moc hádali nad tím, které šifry jsou hezké a které ne, až si museli vymyslet hru vlastní, rozdělenou prakticky na dvě půlky, z nichž jedna se líbí Míše a druhá Lipčovi. Sice to jejich neshody ani po deseti letech a mnoha ročnících nesrovnalo, ale zjistili, že produkt jejich konfliktu ocení ostatní hráči, tak v tom nadále pokračují.\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Lipča\u003C/strong>\u003C/p>\n\u003Cp>\u003Ca href=\"https://parek.sifrovacky.cz/\">https://parek.sifrovacky.cz/\u003C/a>\u003C/p>\n","barbarka","\u003Cp>Srovnáme obrázky s logem šifrovačky a zjistíme, že obrázek vždy překryje všechna písmenka z nápisu BARKA kromě jediného. Tyto nepřekrytá písmenka tvoří nápis BARBARKA.\u003C/p>\n",{"id":85,"url":86,"logoUrl":87,"description":88,"solution":89,"solutionDetails":90},13,"https://drive.google.com/file/d/1yrfyZA76Kp04hILaIGk0XpPv1Jmixptx/view?usp=drivesdk","https://beneficni-strapi.fly.dev/uploads/LOGO_Palapeli_03ff3c3d5b.png","\u003Ch1>PALAPELI\u003C/h1>\n\u003Cp>\u003Cstrong>Palapeli\u003C/strong> je denní \u003Cstrong>zimní\u003C/strong> lineární šifrovačka. Aktuální ročník proběhne 27. 1. 2024 v Brně a okolí, registrace už běží.\u003C/p>\n\u003Cp>Trasa bývá spíše terénní. Palapeli mívá lehčí šifry s možností stanoviště přeskakovat pomocí totálek, hře však přidává na obtížnosti počasí, které v lednu bývá mrazivé. Letos proběhne již 12. ročník. Hru pro vás za pomoci mnoha dalších lidí připravují stálí i občasní členové týmu KVÍK!.\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Danka\u003C/strong>.\u003C/p>\n\u003Cp>\u003Ca href=\"https://www.palapeli.cz/\">https://www.palapeli.cz/\u003C/a>\u003C/p>\n","kolej","\u003Cp>Šifra obsahuje tabulku 9x9, jejíž pole jsou částečně vyplněna. Vyplněná pole obsahují názvy brněnských zastávek. Není složité zjistit, že se jedná o zastávky šalinových linek 1 až 9. V šifře není žádná zastávka, kde stojí linky 10 a 12 (linka 11 byla v květnu letošního roku zrušena, což autorku šifry rozesmutnilo, neboť původně se měly využívat linky 1 až 12).\u003C/p>\n\u003Cp>Máme tedy čtverec 9x9, do kterého umíme doplnit čísla 1 až 9. To už začíná smrdět sudoku. Jediný problém je, že některé zastávky jsou sdíleny, tzn. stojí na nich několik linek. Pokud se přes tento problém přeneseme, můžeme si uvědomit, že jde o sudoku, které je jen trochu netradičně zadané – některé buňky jsou jasné, jiné nám dávají na výběr z několika možností. Toto sudoku má jednoznačné řešení, takže jej vyluštíme. Jediný prvek šifry, který jsme ještě nevyužili, jsou barvy. Každá barva po vyluštění dává množinu čísel, která znova interpretujeme jako čísla šalinových linek. Pro každou z barevných množin existuje přesně jedna zastávka, kde všechny stojí a nestojí zde žádná jiná linka. Z dané zastávky následně vybíráme n-té písmeno a přečteme tajenku KODKOLEJ.\u003C/p>\n\u003Cp>Poznámka pod šifrou upřesňuje, že je třeba uvažovat běžný provoz. Nebereme tedy ohled na dojezdové spoje do vozovny (jezdí obvykle kolem 23. hodiny) a také krátkodobé změny trasy. Krátce před hrou totiž dopravní podnik potěšil autorku znovu a zařadil víkendovou výluku, která mění trasu linek 5 a 6.\u003C/p>\n",{"id":92,"url":93,"logoUrl":94,"description":95,"solution":96,"solutionDetails":97},14,"https://drive.google.com/file/d/10gZo7rg8k2k3Ts0raZOUtmySSa5UN0n4/view?usp=share_link","https://beneficni-strapi.fly.dev/uploads/LOGO_Komar_cb904e7764.png","\u003Ch1>KOKOŘÍNSKÝ KOMÁR\u003C/h1>\n\u003Cp>Pohodová, denní, lineární šifrovací hra v krásném prostředí Chráněné krajinné oblasti \u003Cstrong>Kokořínsko\u003C/strong> - Máchův kraj. Bývá na konci srpna. Obsahuje nápovědy i záchrany, takže je vhodná i pro začátečníky.\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Karel Vácha\u003C/strong>.\u003C/p>\n\u003Cp>\u003Ca href=\"https://kokorinskykomar.cz/\">https://kokorinskykomar.cz/\u003C/a>\u003C/p>\n","zatmeni","\u003Cp>Šifra se skládá z planetové převodovky, kruhu písmen a obrázků na obvodu. Počty zubů na kolech \npřevodovky jsou: korunové kolo K=32, satelity S=8 a centrální kolo C=16. Nejprve pojmenujeme obrázky a \nzjistíme, že všechny napovídají na planety (některé trpasličí) a měsíce sluneční soustavy. Přiřadíme měsíce k \nplanetám:\nZemě – Měsíc\nMars – Deimos\nJupiter – Europa\nSaturn – Titan\nUran – Ariel\nNeptun – Triton \nPluto – Cháron \nTajenku přečteme tak, že nastavíme rafičku s kruhem (korunové kolo převodovky) na planetu a rafičku s \nmezikružím (unašeč satelitů převodovky) na měsíc obíhající kolem planety, čímž nám ručička spjatá s \ncentrálním kolem ukáže na písmenko tajenky. Písmenka seřadíme podle vzdálenosti příslušných planet od \nSlunce a dostáváme heslo: ZATMENI. Při nastavování poloh rafiček můžeme například využít vlastností, že \npřevodovkou lze otáčet aniž by se měnila vzájemná poloha rafiček (kol převodovky), a že při zabržděném \nkorunovém kole je úhlová rychlost unašeče ku rychlosti centrálního kola rovna (K+C)/C=3 (Wikipedia: \nplanetová převodovka).\u003C/p>\n",{"id":99,"url":100,"logoUrl":101,"description":102,"solution":103,"solutionDetails":104},15,"https://drive.google.com/file/d/1MpNYSI86v58f-XPZkS7ZsT66ANUoQus9/view?usp=share_link","https://beneficni-strapi.fly.dev/uploads/LOGO_Svicky_0dabaeb2ad.png","\u003Ch1>Svíčky\u003C/h1>\n\u003Cp>Hra, která vás nakrmí. Náročná šifrovačka s třemi částmi: rozjezdem s nápovědami, turniketem s úkoly a finále pro ty nejlepší. Každoročně poslední víkend v srpnu, pokaždé na jiném místě.\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Síba\u003C/strong>\u003C/p>\n\u003Cp>\u003Ca href=\"http://svicky.sifrovacka.org/\">http://svicky.sifrovacka.org/\u003C/a>\u003C/p>\n","zavist","\u003Cp>V tabulce má každý sloupec své dvojče v řádku se stejným obsahem. Sloupců je sice o jeden více, ale dva jsou totožné, je to tedy jen jeden zdvojený. Celé to tedy má formát tabulky 14x14 o stejné vodorovné a svislé legendě, udávající, co se s čím kamarádí. \u003C/p>\n\u003Cp>Čtrnáct prvků představuje čtrnáct českých krajů. Písmeno je vyplněné tehdy, pokud spolu kraje sousedí. Písmenná označení krajů, která náleží prvním pěti řádkům a čtyřem sloupcům tabulky a odchylují se od abecedního řazení, dávají dvě slova mezitajenky. Zároveň platí, že vzájemných hranic českých krajů existuje 26. Tabulka tak představuje předpis, jak si hranice označit písmeny. \u003C/p>\n\u003Cp>Nákres pak představuje slepou mapu tří motoristů na výletě. Pro jednoduchost dva jezdí jen po velkých silnicích a jeden projede celou dálnici D1. Jejich překračované hranice pak dávají další tři indicie mezitajenky. Asociací indicií vznikne finální heslo ZÁVIST.\u003C/p>\n",{"id":106,"url":107,"logoUrl":108,"description":109,"solution":110,"solutionDetails":111},16,"https://drive.google.com/file/d/1yJxy3j5eQTHg9j8P-9m2sAIoITP3CTAa/view?usp=drivesdk","https://beneficni-strapi.fly.dev/uploads/LOGO_Matrix_ea1a5d6f3d.png","\u003Ch1>MATRIX\u003C/h1>\n\u003Cp>\u003Cstrong>Matrix\u003C/strong> bývala pražská městská noční šifrovačka. Od ostatních her se Matrix lišil tím, že často ve svém průběhu vyžadoval rozdělení hráčů a paralelní postup. Díky tomu bylo možné některé obtížné šifry (a že jich bylo) nechat na později nebo je třeba obejít. Druhá odlišnost spočívá v tom, že každý ročník býval motivován nějakým známým popkulturním elementem od komiksů po filmy. Začalo to stejnojmenným cyberpunkovým filmem, zatím poslední ročník hráče zavedl do foglarovských Stínadel.\u003C/p>\n\u003Cp>V současné době Matrix spí. Cítíte se na to, že byste jej chtěli probudit? \u003Cstrong>Směle do toho!\u003C/strong>\u003C/p>\n\u003Cp>Autorem šifry je \u003Cstrong>Aleš\u003C/strong>\u003C/p>\n","ctvrthrst","\u003Cp>Toto je šifra z nejhlubších archivů Matrixu, kdysi s pracovním názvem Starci. K jejímu vyřešení je potřeba udělat několik kroků.\u003C/p>\n\u003Cul>\n\u003Cli>Přeložit pseudohebrejský nápis do latinky. Stačí foneticky přepsat písmena třeba podle wikipedie. Dostaneme text bez samohlásek kromě A, ve kterém se mluví o mužích doživších se vysokých věků.\u003C/li>\n\u003Cli>Podle nápověd v něm a s mírnou znalostí Starého zákona si uvědomíme, že by to mohli být hebrejští patriarchové.\u003C/li>\n\u003Cli>Každému z nich podle chronologického pořadí od Adama po Jákoba přiřadíme jedno z písmen hebrejské abecedy. Jejich věky si buď vygooglíme nebo dopočítáme z příslušných pasáží v Bibli.\u003C/li>\n\u003Cli>Po řádcích čteme tajenku ZADJ KD CTVRTHRST, kterou interpretujeme jako &quot;zadej kód čtvrthrst&quot;, což uděláme.\u003C/li>\n\u003C/ul>\n",1716197236944]