[{"data":1,"prerenderedAt":13},["Reactive",2],{"Z3c48PC3ZU":3},{"id":4,"attributes":5},2,{"slug":6,"name":7,"content":8,"afterGame":9,"authOnly":9,"createdAt":10,"updatedAt":11,"publishedAt":12},"o-barce","O Barce","\n**Divadlo Barka, zapsaný ústav, bylo dříve kulturní odnoží Ligy vozíčkářů. Od 1. ledna 2024 se jako samostatný ústav staví na vlastní nohy. K překonání počátečních překážek však potřebuje finančně pomoci. Proto jsme se jako členové jednoho z divadelních souborů rozhodli, že pomůžeme tak, jak umíme - šifrovačkou.** \n\n**Dark a petržel**\n\n![dva.jpg](https://beneficni-strapi.fly.dev/uploads/dva_7b22bb777d.jpg)\n\n***\n\n\n[Divadlo Barka v Brně](http://divadlobarka.cz/) je dostupné všem, kteří chtějí využít jeho zázemí pro tvorbu, seberealizaci, pro umělecká představení i akce komunitního či informačního rázu. BARKA je otevřená všem druhům umění bez ohledu na to, jací herci, tanečníci či hudebníci v ní vystupují, zda mají dlouholeté zkušenosti nebo začínají, jestli mají hendikep fyzický, mentální či psychický, jsou-li třeba členy etnické menšiny anebo se věnují netradičním či cizojazyčným žánrům a projektům apod.\n\n\n>_V rámci Divadla Barka působí i [SUUD - Soubor unikátně unylých divadelníků](http://www.suud.cz/). Chcete-li petržela a Darka vidět naživo na jevišti, přijďte se podívat na Noc divadel v sobotu 18. listopadu 2023 na reprízu představení [Tak jezte koláče!](http://www.suud.cz/) z paláce ve Versailles v 18. století. _\n\n![_MG_6594.jpg](https://beneficni-strapi.fly.dev/uploads/MG_6594_bc2064c637.jpg)\n\n![budova.jpg](https://beneficni-strapi.fly.dev/uploads/budova_3a2308ef1d.jpg)\n\nKromě seberealizace v práci, v soukromém životě a ve sportu, je důležitou součástí každého z nás i vyjádření prostřednictvím uměleckých disciplín. Kulturní tvorba je povznášející, dokáže vybičovat lidi ke skvělým výkonům na jevišti i v zákulisí. Má i široký přesah do běžného života – motivace, aktivita, sebevědomí, přátelé. Tyto momenty jsou ještě zesíleny hendikepem umělce.   V takovém případě je umělecká sebereflexe ještě důležitější. To vše prostřednictvím kulturních aktivit podporuje i Barka.\n\n![djp.jpg](https://beneficni-strapi.fly.dev/uploads/djp_cecbe08f68.jpg)\n\nJsme nejen jeviště o rozměrech zhruba 10 x 10 metrů, hlediště a zázemí pro umělce. Jsme prostorem pro setkávání, navazování kontaktů, jsme prostorem pro tvůrčí inspiraci. Jsme místem, kam se můžete vracet, kde najdete porozumění i radu, kde najdete ochotný personál a podporu pro váš projekt. Jsme místem, ve kterém se odrážejí dvě desítky let „řádění“ múz, kde každý herec, hudebník či tanečník v něm zanechává otisk své osobnosti.\n\n![protyboty.jpg](https://beneficni-strapi.fly.dev/uploads/protyboty_1b202d485d.jpg)\n\nDivadelní sál a jeho příslušenství s kapacitou 150 diváckých míst a s velkým jevištěm slouží svým zázemím zhruba 40 souborům ročně. Celoroční provoz amatérského alternativního divadelního prostoru umožňuje zrealizovat během roku téměř 100 představení a 1500 hodin zkoušek. Práh divadla překročí průměrně 9 000 diváků. Na prknech Barky se realizují amatérské i poloprofesionální soubory, integrované soubory, kde hrají či tančí zdraví i lidé s postižením, odehrávají se tu přednášky, koncerty, festivaly v několika jazycích apod.\n\n![aldente.jpg](https://beneficni-strapi.fly.dev/uploads/aldente_484f62a2c1.jpg)",false,"2023-09-26T12:19:33.572Z","2023-10-20T18:14:58.821Z","2023-09-26T13:01:34.750Z",1716197236944]